Repository: biblibre/omeka-s-module-ItemSetParty
Catalog: language/*.po
Languages: fr

source: see configuration
fr: voir la configuration

source: None hasPart resource
fr: Aucune ressource liée à la propriété "a une partie"

source: None "hasPart" relations for selected item set, see configuration form module
fr: Aucune relation "a une partie" n'existe pour la collection sélectionnée, voir le formulaire de configuration du module

source: Block title
fr: Titre du bloc

source: None relation found for this item set
fr: Aucune relation pour cette collection

source: None archival item set configured on module
fr: Aucune collection de type archivistique définie dans le module

source: Select archival item sets
fr: Sélectionner les collections de type archivistique

source: Archival item sets
fr: Collections archivistiques

source: Select property to sort each item set
fr: Sélectionner la propriété utilisée pour trier chaque collection

source: By default, sort will be the same as usual (by resource id)
fr: Par défaut, le tri sera le même qu'habituellement (par id de ressource)
