Repository: biblibre/omeka-s-module-ItemSetParty
Catalog: documentation/locales/*/LC_MESSAGES/index.po
Languages: fr

source: Contents
fr: Contenus

source: How does it work ?
fr: Comment cela fonctionne ?

source: This module allows you to view a hierarchy of resources based on the item sets defined in its parameters. Resources are linked using the dcterms:hasPart property.
fr: Ce module vous permet de voir une hiérarchie de ressources basée sur des collections définies dans sa configuration. Les ressources sont liées en utilisant la propriété `dcterms:hasPart`.

source: No dependencies needed.
fr: Aucune dépendance nécessaire.

source: Where is the configuration
fr: Où est la configuration ?

source: Module can be configured in the following locations:
fr: Le module peut être configuré à ces endroits:

source: configure button on the modules page (Admin > Modules > ItemSetParty > Configure button)
fr: le bouton de configuration sur la liste des modules (Admin > Modules > ItemSetParty > Bouton configurer)

source: separate page accessible from the navigation menu (Admin > Sites > Edit 'YourSite' > Navigation section > Add custom link 'Item Set Party')
fr: depuis le menu de navigation du site (Admin > Sites > Editer 'VotreSite' > Navigation > Ajouter un lien personnalisé 'Item Set Party')

source: block page settings (Admin > Sites > Edit 'YourSite' > Pages > Edit 'YourPage' > Add new block 'Item Set Party')
fr: bloc de page (Admin > Sites > Editer 'VotreSite' > Pages > Editer VotrePage' > Ajouter un nouveau bloc 'Item Set Party')

source: More details on the :doc:`configuration` page.
fr: Plus de détails sur la page de configuration :doc:`configuration`.

source: Similar modules
fr: Modules similaires

source: ItemSetsTree_ is another module to view an item sets hierarchy based on configured parent item set.
fr: ItemSetsTree_ est un autre module permettant de visualiser une hiérarchie de collection basée sur le parent de la collection défini.
